12/data/attachments/d191ed53323e708a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Arthur_natural_Actions_84133_2</nif:username>
            <nif:friendToBeRequested>soap_actions_e0f9dee1-0ec6-4b6c-b516-04b7e82d8ed8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>